<?php
// Heading
$_['heading_title']      = 'Сервис доставки DDelivery';

// Text
$_['text_shipping']      = 'Shipping';
$_['text_success']       = 'Настройки модуля доставки DDelivery сохранены успешно!';

$_['text_enabled_type_1'] = 'ПВЗ и Курьеры';
$_['text_enabled_type_2'] = 'ПВЗ';
$_['text_enabled_type_3'] = 'Курьеры';
$_['text_enabled_type_4'] = 'Разделить ПВЗ и курьеры';

$_['text_pay_type_1'] = 'Клиент оплачивает все';
$_['text_pay_type_2'] = 'Магазин оплачивает все';
$_['text_pay_type_3'] = 'Магазин оплачивает процент от стоимости доставки';
$_['text_pay_type_4'] = 'Магазин оплачивает конкретную сумму от доставки. Если сумма больше, то всю доставку';

$_['text_round_type_1'] = 'Округлять цену математически';
$_['text_round_type_2'] = 'Округлять в меньшую сторону';
$_['text_round_type_3'] = 'Округлять в большую сторону';


$_['text_workmode_work'] = 'Рабочий (cabinet.ddelivery.ru)';
/**/
$_['main_settings'] = 'Основные';
// Entry
/**
 * Группа основных настроек
 */
$_['entry_api']     = 'API ключ из личного кабинета:';
$_['entry_api_help']     = 'Ключ можно получить в личном кабинете DDelivery.ru, зарегистрировавшись на сайте ( для новых клиентов )';

$_['entry_work_mode']     = 'Режим работы:';
$_['entry_work_mode_help']     = 'Для отладки модуля используйте, пожалуйста, режим тестирования.';
$_['text_workmode_test'] = 'Тестирование (stage.ddelivery.ru)';
$_['text_workmode_work'] = 'Рабочий (cabinet.ddelivery.ru)';

$_['entry_insur']     = 'Какой % от стоимости товара страхуется:';
$_['entry_insur_help']     = 'Вы можете снизить оценочную стоимость для уменьшения стоимости доставки за счет снижения размеров страховки.';

$_['entry_theme']     = 'Тема оформления:';
$_['entry_theme_help']     = 'Вы можете выбрать цветовую схему оформления модуля, которая будет показана клиенту.';

$_['entry_enabled_type']     = 'Доступные способы:';
$_['entry_enabled_type_help']     = 'Настройка влияет на то, какие методы будут отображатся.';

$_['entry_show_contact_form']     = 'Дополнительное подтверждение заказа в модуле:';
$_['entry_show_contact_form_help']     = 'Эта настройка устанавливает, запрашивать ли с пользователя информацию о себе в модуле DDelivery.';

$_['entry_cur_payment']     = 'Оплата на месте при курьерской доставке:';
$_['entry_cur_payment_help'] = 'Выберите поле, соответствующее полю способу оплаты "оплата на месте". Например, "оплата курьеру". У вас в системе может быть только один, такой способ';

$_['entry_pvz_payment']     = 'Оплата на месте при самовывозе:';
$_['entry_pvz_payment_help'] = 'Выберите поле, соответствующее полю способу оплаты "оплата на месте". Например, "оплата на месте". У вас в системе может быть только один, такой способ';

$_['entry_display_time'] = 'Отображать время доставки:';
$_['entry_length_class'] = 'Единицы измерения:<span class="help">Установите сантиметры.</span>';
$_['entry_weight_class'] = 'Единицы веса:<span class="help">Установите килограммы.</span>';
$_['entry_tax_class']    = 'Вид налога:';
$_['entry_geo_zone']     = 'Географическая зона:';
$_['entry_status']       = 'Состояние:';
$_['entry_sort_order']   = 'Порядковый номер:';

/**
 * Группа настроек статусов
 */
$_['entry_status_confirmed']     = 'Статус для отправки на сервер DD со стартовым статусом "Подтверждена":';
$_['entry_status_confirmed_help']     = 'Выберите статус, при котором заявки из вашей системы будут уходить в DDelivery со статусом "Подтверждена". Помните, что отправка означает готовность отгрузить заказ на следующий рабочий день.';

$_['entry_status_in_progress']     = 'Статус для отправки на сервер DD со стартовым статусом "В обработке":';
$_['entry_status_in_progress_help']     = 'Выберите статус, при котором заявки из вашей системы будут уходить в DDelivery со статусом "В обработке".';

$_['entry_status_in_stock']     = 'Статус интернет-магазина, соответствующий статусу DD "На складе ИМ":';
$_['entry_status_in_stock_help']     = 'Выберите статус заказа в интернет-магазине, соответствующий статусу DD "На складе Интернет Магазина".';

$_['entry_status_in_way']     = 'Статус интернет-магазина, соответствующий статусу DD "Заказ в пути":';
$_['entry_status_in_way_help']     = 'Выберите статус заказа в интернет-магазине, соответствующий статусу DD "Заказ в пути".';

$_['entry_status_delivered']     = 'Статус интернет-магазина, соответствующий статусу DD "Заказ доставлен":';
$_['entry_status_delivered_help']     = 'Выберите статус заказа в интернет-магазине, соответствующий статусу DD "Заказ доставлен".';

$_['entry_status_received']     = 'Статус интернет-магазина, соответствующий статусу DD "Заказ получен":';
$_['entry_status_received_help']     = 'Выберите статус заказа в интернет-магазине, соответствующий статусу DD "Заказ получен".';

$_['entry_status_return']     = 'Статус интернет-магазина, соответствующий статусу DD "Возврат заказа":';
$_['entry_status_return_help']     = 'Выберите статус заказа в интернет-магазине, соответствующий статусу DD "Возврат заказа".';

$_['entry_status_customer_returned']     = 'Статус интернет-магазина, соответствующий статусу DD "Клиент вернул заказ":';
$_['entry_status_customer_returned_help']     = 'Выберите статус заказа в интернет-магазине, соответствующий статусу DD "Клиент вернул заказ".';

$_['entry_status_partial_refund']     = 'Статус интернет-магазина, соответствующий статусу DD "Частичный возврат заказа":';
$_['entry_status_partial_refund_help']     = 'Выберите статус заказа в интернет-магазине, соответствующий статусу DD "Частичный возврат заказа".';

$_['entry_status_cancel']     = 'Статус интернет-магазина, соответствующий статусу DD "Отмена":';
$_['entry_status_cancel_help']     = 'Выберите статус заказа в интернет-магазине, соответствующий статусу DD "Отмена".';

$_['entry_status_returned_mi']     = 'Статус интернет-магазина, соответствующий статусу DD "Возвращен в ИМ":';
$_['entry_status_returned_mi_help']     = 'Выберите статус заказа в интернет-магазине, соответствующий статусу DD "Возвращен в ИМ".';

$_['entry_status_waiting']     = 'Статус интернет-магазина, соответствующий статусу DD "Ожидание":';
$_['entry_status_waiting_help']     = 'Выберите статус заказа в интернет-магазине, соответствующий статусу DD "Ожидание".';

/**
 * Группа настроек габаритов
 */
$_['statuses_settings'] = 'Настройка статусов';
$_['statuses_settings_desc'] = 'Синхронизация локальных статусов и статусов дделивери';

$_['size_settings'] = 'Габариты по умолчанию';
$_['size_settings_desc'] = 'Данные габариты используются для определения цены доставки в случае, если у товара не прописаны размеры. Просим Вас внимательней отнестись к вводу данных';

$_['entry_width']     = 'Ширина по умолчанию, см:';
$_['entry_width_help']     = '';

$_['entry_length']     = 'Длина по умолчанию, см:';
$_['entry_length_help']     = '';

$_['entry_height']     = 'Высота по умолчанию, см:';
$_['entry_height_help']     = '';

$_['entry_weight']     = 'Вес по умолчанию, кг:';
$_['entry_weight_help']     = '';

/**
 * Группа настроек способов доставки
 */
$_['shipping_settings'] = 'Настройка способов доставки';
$_['shipping_settings_desc'] = 'Выберите компании доставки, которые вы бы хотели сделать доступными для ваших клиентов';

$_['entry_pvz_companies']     = 'Доступные компании ПВЗ:';
$_['entry_pvz_companies_help']     = '';

$_['entry_cur_companies'] = 'Доступные компании для курьерской доставки';
$_['entry_cur_companies_help']     = '';

/**
 * Группа настроек цены доставки
 */
$_['price_settings'] = 'Настройка цены доставки';
$_['price_settings_desc'] = 'Как меняется стоимость доставки в зависимости от размера заказа в руб. Вы можете гибко настроить условия доставки,чтобы учесть вашу маркетинговую политику.';

$_['entry_price_from']     = 'Цена от:';
$_['entry_price_from_help']     = '';

$_['entry_price_to']     = 'Цена до:';
$_['entry_price_to_help']     = '';

$_['entry_pay_type']     = 'Кто оплачивает:';
$_['entry_pay_type_help']     = '';

$_['entry_summ']     = 'Сумма  / %:';
$_['entry_summ_help']     = '';

$_['entry_round']     = 'Округление цены доставки для покупателя:';
$_['entry_round_help']     = '';

$_['entry_round_step']     = 'Шаг округления цены:';
$_['entry_round_step_help']     = 'По умолчанию 0.5';

$_['entry_summ']     = 'Сумма  / %:';
$_['entry_summ_help']     = '';

$_['entry_zabor']     = 'Выводить стоимость забора в цене доставки:';
$_['entry_zabor_help']     = 'В некоторых случаях есть необходимость включить цену забора';

// Error
$_['error_permission']   = 'Предупреждение: У Вас нет прав для редактирования способа доставки DDelivery!';
$_['error_api']     = 'API-ключ должен состоять из 32 знаков.';
$_['error_insur']     = 'Укажите % от стоимости товара, который страхуется:.';
$_['error_width']     = 'Укажите ширину товара по умолчанию.';
$_['error_length']     = 'Укажите длину товара по умолчанию.';
$_['error_height']     = 'Укажите высоту товара по умолчанию.';
$_['error_weight']     = 'Укажите вес товара по умолчанию.';
?>